Revit 2027 API
SpecTypeId.String.Text Property
 Text, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Text { get; }
Public Shared ReadOnly Property Text As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Text {
	ForgeTypeId^ get ();
}
static member Text : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId.String Class
Autodesk.Revit.DB Namespace